/* Error alert title text after unsuccessful vendor app install.". */
"%@ could not be installed due to a possible user permissions error." = "%@ konnte aufgrund eines Fehlers bei den Benutzerberechtigungen nicht installiert werden.";

/* Error alert title text after unsuccessful application uninstall. */
"%@ or some of its components could not be quit to continue the uninstallation." = "Die Deinstallation kann nicht fortgesetzt werden, da %@ oder einige seiner Komponenten nicht beendet werden konnten.";

/* User notification title with app name as format */
"%@ was updated" = "%@ wurde aktualisiert";

/* Status title on dashboard */
"%d days left of trial" = "Testphase dauert noch %d Tage";

/* Status title on dashboard */
"%d days remaining" = "%d Tage verbleibend";

/* User notification title with apps count as format */
"%lu applications were updated" = "%lu Anwendungen wurden aktualisiert";

/* Status bar menu item title */
"🎁 Get Free Setapp…" = "🎁 Get Free Setapp…";

/* Status bar menu item title */
"💎 Get My Free Month…" = "💎 Get My Free Month…";

/* User notification title */
"1 application was updated" = "1 Anwendung wurde aktualisiert";

/* Status action title on dashboard */
"Activate" = "Aktivieren";

/* (No Comment) */
"Activate your subscription" = "Aktiviere dein Abo";

/* Status title on dashboard */
"Active membership" = "Aktive Mitgliedschaft";

/* Statuses */
"Active subscription" = "Aktives Abo";

/* Button title */
"Add" = "Hinzufügen";

/* User notification title */
"All apps are up to date!" = "Alle Apps sind auf dem neuesten Stand!";

/* Accessibility help for customer image button. */
"Allows you to open account settings, view notifications, or sign out" = "Lässt dich Account-Einstellungen öffnen, Benachrichtigungen anzeigen oder dich abmelden";

/* Accessibility help */
"Allows you to select and view Setapp terms and policies" = "Lässt dich Nutzungsbedingungen und Richtlinien von Setapp auswählen und anzeigen";

/* Accessibility help for customer image button. */
"Allows you to sign in or create an account" = "Ermöglicht die Anmeldung oder Accounterstellung";

/* Error alert title text after unsuccessful uninstall. */
"An error occurred while uninstalling %@." = "Beim Deinstallieren von %@ ist ein Fehler aufgetreten.";

/* No comment provided by engineer. */
"Application signature could not be verified." = "Die Signatur der Anwendung konnte nicht bestätigt werden.";

/* Informative text under the list of apps Setapp is going to terminate on Setapp unisntalling. */
"Both Setapp and all of its applications will become unavailable after the uninstallation." = "Setapp und alle darin enthaltenen Apps sind nach der Deinstallation nicht mehr nutzbar.";

/* Cancel button title */
"Cancel" = "Abbrechen";

/* User notification informative text with app name as format */
"Check out what %@ has to offer." = "Schau dir an, was %@ zu bieten hat.";

/* Accessibility label. */
"Clear search" = "Suche löschen";

/* Error alert informative text on application launch. */
"Contact your team owner to know more." = "Wende dich für weitere Informationen an deinen Teamleiter.";

/* PFMoveApplication */
"Could not move to Applications folder" = "Bewegen in den Programme Ordner nicht möglich";

/* Error alert title text after unsuccessful uninstall. */
"Couldn't reset password." = "Passwort konnte nicht zurückgesetzt werden.";

/* Status bar menu item title */
"Create New Account" = "Neuen Account erstellen";

/* No comment provided by engineer. */
"Did fail to launch %@" = "Konnte %@ nicht starten";

/* Button title */
"Dismiss" = "Verwerfen";

/* (No Comment) */
"Don’t Move" = "Nicht bewegen";

/* No comment provided by engineer. */
"Download and Install" = "Laden und Installieren";

/* No comment provided by engineer. */
"Download and install Setapp to use %@ and discover even more awesome applications." = "Lade und installiere Setapp, um %@ zu nutzen und noch mehr tolle Anwendungen zu entdecken.";

/* No comment provided by engineer. */
"Download and install Setapp to use this app and discover even more awesome applications" = "Laden und installieren Sie Setapp, um diese App zu nutzen und noch mehr tolle Anwendungen zu entdecken";

/* No comment provided by engineer. */
"Download Now" = "Jetzt herunterladen";

/* Not found email on reset password error description. */
"Email not found." = "E-Mail nicht gefunden.";

/* (No Comment) */
"Enjoy all of the available applications in the collection." = "Profitiere von all den Apps in der Sammlung.";

/* Accessibility help. */
"Enter a search term to find suitable applications" = "Finde über einen Suchbegriff passende Apps";

/* User notification informative text */
"Explore Setapp to find and use %@." = "Suche in Setapp nach %@, um die App zu verwenden.";

/* User notification informative text */
"Explore Setapp to find and use them." = "Suche nach Apps, die dich interessieren und nutze sie einfach.";

/* Status button title on recommendations screeen. */
"Family member" = "Familienmitglied";

/* (No Comment) */
"Family membership terminated" = "Familienmitgliedschaft beendet";

/* Sign In screen text */
"Favorites? First remind us who you are" = "Favoriten? Entschuldige, wer Sind Sie noch gleich?";

/* Sign In screen text on password screen */
"Favorites? Sign in first." = "Favoriten? Melde dich zuerst an.";

/* User notification informative text */
"Find it in your Setapp folder." = "Sie befindet sich in deinem Setapp-Ordner.";

/* Quit app button title */
"Force Quit" = "Sofort beenden";

/* Status title on dashboard */
"Free trial available" = "Gratis-Testversion verfügbar";

/* Redirect to website button title */
"Go to Website" = "Zur Website";

/* Sign In password screen text */
"Hi there, we missed you" = "Hallo, wir haben dich vermisst";

/* No comment provided by engineer. */
"Incorrect application bundle identifier." = "Falsche Kennung des Programm-Bundles.";

/* Button title */
"Install" = "Installieren";

/* No comment provided by engineer. */
"Internal file operation failed" = "Der interne Dateivorgang ist fehlgeschlagen";

/* Platform name */
"iPad" = "iPad";

/* Platform name */
"iPhone" = "iPhone";

/* No comment provided by engineer. */
"It looks like the application was not code signed with a developer signature." = "Es scheint, die Anwendung verfügt über keine Code-Signatur von einem Entwickler.";

/* No comment provided by engineer. */
"It looks like your Mac's identity has changed." = "Sieht so aus, als hätte sich dein Mac geändert.";

/* Open guide about ploblem fixing. */
"Learn more..." = "Mehr erfahren...";

/* Button title */
"Learn more…" = "Mehr erfahren…";

/* No comment provided by engineer. */
"Learn More…" = "Mehr erfahren…";

/* Accessibility help */
"Legal information" = "Rechtliche Informationen";

/* Sign In screen text */
"Let’s log you into Setapp first" = "Melden Sie sich zuerst\nbei Setapp an";

/* Platform name */
"Mac" = "Mac";

/* Manage Notifications button title. */
"Manage" = "Verwalten";

/* Sign up generic error alert informative text. */
"Might be a tech issue, try again in a moment." = "Möglicherweise technisches Problem, bitte versuche es in Kürze erneut";

/* (No Comment) */
"Move to Applications" = "In den Ordner „Programme“ bewegen";

/* User notification title */
"New updates available!" = "Neue Updates verfügbar!";

/* Too mane sign in requests error alert informative text. */
"Nice effort, but for your security please try again later." = "Du gibst dir redlich Mühe, aber aus Sicherheitsgründen kannst du es erst später wieder versuchen.";

/* Button title */
"Not Now" = "Später";

/* (No Comment) */
"Note that this will require an administrator password." = "Dafür ist ein Administratorkennwort erforderlich.";

/* Label on top of notification list.
   Notifications list accessibility label */
"Notifications" = "Benachrichtigungen";

/* Notifications section title. */
"NOTIFICATIONS" = "BENACHRICHTIGUNGEN";

/* Alert button */
"OK" = "OK";

/* Error alert title text on application launch. */
"Oops! This app is available only on Setapp for Teams." = "Oops! Diese App ist nur auf Setapp für Teams verfügbar.";

/* Error alert title text on application launch. */
"Oops! You can’t access this app as your team owner blocked it in Setapp for Teams account." = "Hoppla! Du kannst auf diese App nicht zugreifen, weil dein Teamleiter sie in Setapp für den Team-Account gesperrt hat.";

/* Accessibility help string */
"Opens account settings via web browser" = "Öffnet die Account-Einstellungen in einem Webbrowser";

/* Accessibility help for View My Account button. */
"Opens account settings via web browser to configure your membership status" = "Öffnet die Account-Einstellungen in einem Webbrowser, um deinen Mitgliedschaftsstatus einzustellen";

/* Accessibility help string */
"Opens referral program page view web browser" = "Öffnet die Seitenansicht des Empfehlungsprogramms im Webbrowser";

/* Accessibility help for Start Trial button. */
"Opens window to confirm the start of your free trial" = "Öffnet ein Fenster, das den Beginn deiner kostenlosen Testphase bestätigt";

/* (No Comment) */
"Payment details outdated" = "Zahlungsdaten veraltet";

/* (No Comment) */
"Payment issues occurred" = "Fehler bei Zahlung aufgetreten";

/* Status title on dashboard */
"Payment problem" = "Zahlungsproblem";

/* User notification informative text */
"Please add payment details to your account." = "Bitte füge Zahlungsdaten zu deinem Account hinzu.";

/* (No Comment) */
"Please check your account for details." = "Weitere Informationen in deinen Account.";

/* User notification title */
"Please connect to the Internet." = "Bitte stelle eine Internetverbindung her.";

/* (No Comment) */
"Please contact your Family owner for details and renewal." = "Wende dich zwecks Details/Verlängerung an den Familienorganisator.";

/* Alert informative text. */
"Please download a new copy of Setapp and reinstall it on your Mac to resolve the problem." = "Bitte lade Setapp erneut herunter und installiere es auf deinem Mac, um das Problem zu lösen.";

/* No comment provided by engineer. */
"Please download and install the latest version to continue using Setapp." = "Lade dir bitte die neueste Version von Setapp herunter und installiere diese, um Setapp weiterhin nutzen zu können.";

/* Alert informtive text */
"Please free up your startup disk and reopen Setapp." = "Bitte schaffe mehr Platz auf dem Startvolume und öffne Setapp erneut.";

/* No comment provided by engineer. */
"Please make sure no network management apps are blocking Setapp and try again." = "Stelle bitte sicher, dass keine Netzwerk-Verwaltungsprogramme Setapp blockieren.";

/* No comment provided by engineer. */
"Please make sure you are connected and try again." = "Bitte stelle sicher, dass du verbunden bist und versuche es erneut.";

/* Error alert informative text after unsuccessful vendor app install." */
"Please make sure you resolve any related issues and try again." = "Behebe alle damit verbundenen Probleme und versuche es erneut.";

/* No comment provided by engineer. */
"Please make sure you've added a \"-setapp\" suffix." = "Bitte versichern Sie sich, dass Sie einen \"-setapp\"-Suffix hinzugefügt haben.";

/* Error alert informative text after unsuccessful uninstall */
"Please quit the application manually and try again." = "Beende die Anwendung manuell und versuche es erneut.";

/* Title text above the list of apps Setapp is going to terminate on single app unisntalling. */
"Please quit the following applications to clean all of their related items:" = "Beende folgende Programme, um deren zugehörige Elemente zu bereinigen:";

/* No comment provided by engineer. */
"Please reopen the application to allow the required changes." = "Bitte öffne die Anwendung erneut, um die erforderlichen Änderungen zu autorisieren.";

/* No comment provided by engineer. */
"Please resolve any related issues or contact our Customer Support." = "Bitte behebe entsprechende Probleme oder wende dich an unseren Kundendienst.";

/* Title text above the list of apps Setapp is going to terminate on quit. */
"Please save all your data and quit the following applications before quitting Setapp:" = "Vor dem Beenden von Setapp musst du alle deine Daten sichern und auch die folgenden Apps beenden:";

/* Title text above the list of apps Setapp is going to terminate on singing out. */
"Please save all your data and quit the following applications before signing out of Setapp:" = "Vor dem Abmelden von Setapp musst du alle deine Daten sichern und auch die folgenden Apps beenden:";

/* Title text above the list of apps Setapp is going to terminate on Setapp unisntalling. */
"Please save all your data and quit the following applications before uninstalling Setapp:" = "Vor der Deinstallation von Setapp musst du alle deine Daten sichern und auch die folgenden Apps beenden:";

/* No comment provided by engineer. */
"Please sign in to Setapp and try again." = "Bitte melde dich bei Setapp an und versuche es erneut.";

/* No comment provided by engineer. */
"Please sign in your Setapp account to continue using the service." = "Melde dich bei deinem Setapp-Account an, um den Dienst weiterhin zu nutzen.";

/* Error alert informative text after unsuccessful application uninstall. */
"Please try again or remove the application by other means if the problem persists." = "Bitte versuche es erneut oder entferne die Anwendung mit anderen Mitteln, wenn das Problem weiterhin besteht.";

/* Error alert informative text after unsuccessful application uninstall." */
"Please try again or remove the remaining files manually." = "Bitte versuche es erneut oder entferne die verbleibenden Dateien manuell.";

/* No comment provided by engineer. */
"Please try again." = "Bitte versuche es erneut.";

/* No comment provided by engineer. */
"Please update your operating system and try again." = "Bitte aktualisiere dein Betriebssystem und versuche es erneut.";

/* User notification informative text */
"Please view your account details to learn more." = "Weitere Informationen findest du in deinen Account-Details.";

/* Error alert informative text after unsuccessful application uninstall. */
"Please visit Setapp website and try resetting your password there." = "Bitte besuche die Setapp-Website und setze das Passwort dort zurück.";

/* Quit app button title */
"Quit" = "Schließen";

/* Informative text under the list of apps Setapp is going to terminate on update. */
"Quit apps to have them updated." = "Beende die Apps, wenn du sie aktualisieren möchtest.";

/* Informative text under the list of apps Setapp is going to terminate on unisntalling single app. */
"Quit these apps if you’d like to uninstall them now." = "Beende diese Apps, wenn du sie jetzt deinstallieren möchtest.";

/* Accessibility help. */
"Removes the current search query" = "Löscht die aktuelle Suchanfrage";

/* Status action title on dashboard */
"Renew" = "Verlängern";

/* No comment provided by engineer. */
"Reveal in Finder" = "Im Finder zeigen";

/* Default placeholder for search field */
"Search" = "Suchen";

/* Apps search field placeholder */
"Search for apps, tasks, etc…" = "Nach Apps usw. suchen…";

/* Accessibility label. */
"Setapp application search" = "Suche von Apps in Setapp";

/* Informative text under the list of apps Setapp is going to terminate on signing out. */
"Setapp applications will become unavailable after you sign out." = "Setapp-Apps sind nach der Abmeldung nicht mehr nutzbar.";

/* No comment provided by engineer. */
"Setapp could not complete its installation due to a lack of permissions." = "Setapp konnte die Installation aufgrund fehlender Berechtigungen nicht abschließen.";

/* User notification informative text */
"Setapp needs to verify your subscription." = "Setapp muss die Gültigkeit deines Abonnements überprüfen.";

/* Prompt for install Setapp with permissions. */
"Setapp needs your permission to complete its installation." = "Setapp benötigt für die Installation deine Erlaubnis.";

/* Prompt for update Setapp with permissions. */
"Setapp needs your permission to complete update." = "Setapp benötigt für die Aktualisierung deine Erlaubnis.";

/* Prompt for uninstall with permissions. */
"Setapp needs your permission to perform application uninstallation." = "Setapp benötigt deine Genehmigung zur Deinstallation von Programmen.";

/* Sign In screen text
   Sign In screen text on password screen */
"Setapp on iOS? Sure thing! Remind us your email first" = "Setapp auf iOS? Na klar! Nenne uns noch einmal deine E-Mail-Adresse.";

/* No comment provided by engineer. */
"Setapp requires Internet connection to continue." = "Setapp benötigt eine Internetverbindung, um fortzufahren.";

/* User notification title */
"Setapp subscription running out." = "Das Setapp-Abonnement läuft bald ab.";

/* Informative text under the list of apps Setapp is going to terminate on quit. */
"Setapp will launch automatically upon opening any of its related apps." = "Setapp wird beim Öffnen der entsprechenden Apps automatisch gestartet.";

/* Alert title */
"Setapp will now quit due to a critically low amount of free disk space." = "Setapp wird beendet, da zu wenig Festplattenspeicher verfügbar ist.";

/* No comment provided by engineer. */
"Setapp’s Internet access got interrupted by another process or application." = "Der Internetzugriff für Setapp wurde von einem anderen Prozess oder Programm unterbrochen.";

/* Accessibility help string */
"Sets up a new account" = "Einrichtung eines neuen Accounts";

/* Short status title for agent
   Status bar menu item title */
"Sign In" = "Anmelden";

/* Status title on dashboard */
"Sign in to use apps" = "Anmelden und Apps verwenden";

/* (No Comment) */
"Sign In to use Setapp" = "Bei Setapp anmelden";

/* Status bar menu item title */
"Sign Out" = "Abmelden";

/* Accessibility help for Start Trial button.
   Accessibility help string */
"Signs into an existing account" = "Anmeldung bei einem bestehenden Account";

/* Accessibility help string */
"Signs out of the current account" = "Abmeldung vom aktuellen Account";

/* User notification informative text */
"Some applications need to be reopened." = "Einige Apps müssen geschlossen und erneut geöffnet werden.";

/* Apps termination window title. */
"Some apps are still running" = "Einige Apps sind noch geöffnet";

/* Error alert title text after unsuccessful uninstall. */
"Some of the application components could not be removed during the uninstallation." = "Einige der Anwendungskomponenten konnte bei der Deinstallation nicht entfernt werden.";

/* Sign up generic error alert title. */
"Something went wrong :(" = "Da ist was schief gelaufen :(";

/* Status action title on dashboard */
"Start Trial" = "Jetzt testen";

/* Status title on dashboard */
"Start your membership" = "Mitgliedschaft beginnen";

/* (No Comment) */
"Subscribe" = "Anmelden";

/* (No Comment) */
"Subscribe Now" = "Jetzt abonnieren";

/* Sign In screen text */
"Sweet, let’s get you started" = "Sehr gut, bringen wir dich auf den Weg";

/* Status button title on recommendations screeen. */
"Team member" = "Teammitglied";

/* No comment provided by engineer. */
"Terribly sorry, please try again a little later." = "Das tut uns leid. Bitte versuche es später noch einmal.";

/* Title text above the list of apps Setapp is going to terminate on updates. */
"The following applications need to be quit to apply their updates instantly:" = "Folgende Programme müssen vor der Aktualisierung beendet werden:";

/* No comment provided by engineer. */
"The main Setapp application is missing on your Mac. Would you like to download and install it?" = "Die Hauptanwendung von Setapp fehlt auf deinem Mac. Möchtest du sie herunterladen und installieren?";

/* User notification title */
"There’s a new app on Setapp!" = "Auf Setapp gibt es eine neue App!";

/* (No Comment) */
"This action is recommended for better Setapp experience." = "Diese Aktion wird empfohlen, da die Nutzung von Setapp noch angenehmer wird.";

/* No comment provided by engineer. */
"This application is no longer available on Setapp." = "Diese Anwendung ist nicht mehr auf Setapp verfügbar.";

/* No comment provided by engineer. */
"This application requires an active Setapp account installed on your Mac." = "Diese Anwendung erfordert, dass ein aktiver Setapp-Account auf deinem Mac installiert ist.";

/* No comment provided by engineer. */
"This application requires macOS %@ or later to work on your computer. Currently you have macOS %@." = "Für diese Anwendung ist MacOS %1$@ oder später erforderlich, um auf deinem Computer zu funktionieren. Dein aktuelles Betriebssystem ist MacOS %2$@.";

/* No comment provided by engineer. */
"This copy of %@ requires an active Setapp account installed on your Mac." = "Diese Version von %@ erfordert, dass ein aktiver Setapp-Account auf deinem Mac installiert ist.";

/* (No Comment) */
"This email is already registered." = "Diese E-Mail-Adresse ist bereits registriert.";

/* No comment provided by engineer. */
"This will allow you to discover and further use all of the Setapp applications." = "Damit kannst du alle Setapp-Anwendungen entdecken und weiterhin nutzen.";

/* (No Comment) */
"This will keep your Downloads folder uncluttered." = "So bleibt dein Downloads-Ordner aufgeräumt.";

/* Error alert informative text on application launch. */
"To get this app switch to the Team plan." = "Um diese App zu erhalten, wechseln Sie zum Teamtarif.";

/* Today date string */
"Today" = "Heute";

/* No comment provided by engineer. */
"TODO" = "TODO";

/* Too mane sign in requests error alert title. */
"Too many attempts" = "Zu viele Versuche";

/* (No Comment) */
"Try again" = "Erneut versuchen";

/* No comment provided by engineer. */
"Uh-oh! Setapp is having some connection issues." = "Oh oh! Setapp kann keine Verbindung herstellen.";

/* No comment provided by engineer. */
"Unable to launch %@" = "Konnte %@ nicht starten";

/* No comment provided by engineer. */
"Uninstall Setapp" = "Setapp deinstallieren";

/* Apps termination window title. */
"Update Apps on Setapp" = "Apps in Setapp aktualisieren";

/* Status action title on dashboard */
"View My Account" = "Meinen Account anzeigen";

/* Status bar menu item title */
"View My Account…" = "Meinen Account anzeigen…";

/* Sign In password screen text */
"Welcome!" = "Willkommen!";

/* (No Comment) */
"Would you like to move Setapp to your Applications folder?" = "Möchtest du Setapp in den Ordner „Programme“ bewegen?";

/* Yesterday date string */
"Yesterday" = "Gestern";

/* (No Comment) */
"You are now a Setapp family member!" = "Du hast jetzt eine Setapp-Familienmitgliedschaft!";

/* No comment provided by engineer. */
"You may remove the alias from your computer." = "Du kannst das Alias von deinem Computer entfernen.";

/* Empty notifications section placeholder text. */
"You're curious. We like that" = "Du bist neugierig. Wir mögen das";

/* Offline state label. */
"You're offline" = "Du bist offline";

/* Accessibility label for customer image button. */
"Your account picture" = "Dein Account-Symbol";

/* No comment provided by engineer. */
"Your current version of Setapp is outdated and can no longer be used." = "Deine aktuelle Version von Setapp ist veraltet und kann nicht mehr genutzt werden.";

/* No comment provided by engineer. */
"Your issue is already being handled" = "Ihr Anliegen wird bereits bearbeitet";

/* Alert title. */
"Your Setapp installation is broken and cannot be used properly." = "Deine Setapp-Installation ist defekt und kann nicht ordnungsgemäß verwendet werden.";

/* No comment provided by engineer. */
"Your Setapp installation is broken due to a possible permissions error." = "Aufgrund eines möglichen Berechtigungsfehlers ist deine Setapp-Installation defekt.";

/* User notification title */
"Your Setapp trial ends soon." = "Deine Testphase läuft bald ab.";

